{
    "stat": "ok", 
    "object": {
        "gallery_text": null, 
        "year_start": 1993, 
        "videos": null, 
        "type_id": "35238163", 
        "medium": "offset lithograph on vellum", 
        "tms:id": "198693", 
        "images": [
            {
                "sq": {
                    "url": "https://images.collection.cooperhewitt.org/252619_c4a46e51d6e70595_sq.jpg", 
                    "width": 300, 
                    "height": 300, 
                    "is_primary": "1", 
                    "image_id": "252619"
                }, 
                "b": {
                    "url": "https://images.collection.cooperhewitt.org/252619_c4a46e51d6e70595_b.jpg", 
                    "width": 790, 
                    "height": 1024, 
                    "is_primary": "1", 
                    "image_id": "252619"
                }, 
                "d": {
                    "url": "https://images.collection.cooperhewitt.org/252619_c4a46e51d6e70595_d.gif", 
                    "width": 247, 
                    "height": 320, 
                    "is_primary": "1", 
                    "image_id": "252619"
                }, 
                "z": {
                    "url": "https://images.collection.cooperhewitt.org/252619_c4a46e51d6e70595_z.jpg", 
                    "width": 493, 
                    "height": 640, 
                    "is_primary": "1", 
                    "image_id": "252619"
                }, 
                "n": {
                    "url": "https://images.collection.cooperhewitt.org/252619_c4a46e51d6e70595_n.jpg", 
                    "width": 247, 
                    "height": 320, 
                    "is_primary": "1", 
                    "image_id": "252619"
                }
            }
        ], 
        "id": "18647575", 
        "has_no_known_copyright": null, 
        "dimensions": "37.5 x 28.3 cm (14 3/4 x 11 1/8 in. )", 
        "title": "Poster, Poster for dearsure: \"Women Comprise 9.1% of All \"Regular\" AIA Membership\", 1993", 
        "provenance": null, 
        "participants": [
            {
                "person_name": "Unknown donor: unsolicited gift", 
                "role_url": "https://collection.cooperhewitt.org/roles/35351535/", 
                "role_id": "35351535", 
                "role_name": "Donor", 
                "person_date": "", 
                "role_display_name": "Donated by", 
                "person_id": "18050283", 
                "person_url": "https://collection.cooperhewitt.org/people/18050283/"
            }
        ], 
        "decade": "1990", 
        "label_text": null, 
        "woe:country": null, 
        "dimensions_raw": {
            "width": [
                "28.30", 
                "centimeters"
            ], 
            "height": [
                "37.50", 
                "centimeters"
            ]
        }, 
        "department_id": "35347493", 
        "title_raw": "Poster for dearsure: \"Women Comprise 9.1% of All \"Regular\" AIA Membership\"", 
        "justification": null, 
        "media_id": "35423427", 
        "description": "Poster to raise awareness of gender inequality in field of architecture.  \nTwo blue borders of differing widths, offset each other.  Poster is all text in bolded or regular blue type.  \nImprinted: \"Women comprise 9.1% of all \"Regular\" AIA membership. (AIA Study) (in bold)/ How netural are statistics?  Do they function as effect or support?/ 1.9% of the Regular AIA membership consists of women who head their own firms. (AIA Study) (in bold)/ Who decides what statistics are to be sought out?  What desires (for enlightenment or repression) do statistics articulate?/  1.9% of 9.1% of the 56,000 architects registered with the AIA equals 100 women in the/ United States who head their own firm. (in bold)/  In many architectural firms, there are no women architects employed, and never have been. (in bold)/ This is hearsay.  Architect firms are reluctant to cite the number of women they employ or/ don't employ, either due to the scandal of absence or the scandal of presence.  Like a different/ species, women create a spectacle wherever they are./  In other architectural firms, women architects are promoted slowly and paid poorly. (in bold)/  For women, these are hard facts, and the absesnce of their record raises questions./ In general, there is less professional recognition of women architects and less pay for women/ architects. (PA survey) (in bold).  Women are believed to be better at designing houses than civic buildings. (PA survey) (in bold)./ What is the ground for hidden figures?  In masters of architecture programs in the United States, 38% of the students are women./  But hearsay evidence indicates that more women drop out of school and a lower percentage of/ women graduates becomes registered than their male counterparts. (Womem in Architecture/ Committee research proposals) (in bold)/ 2% of tenured faculty members in American architecture schools are women (ASCA study) (in bold)/ \"You know, for every dolllar a man makes a woman makes 63 cents.  Now fifty years ago that/ was 62 cents.  So with that kind of luck, it'll be the year 3888 before we make a buck.  But hey,/ girls?\" (Strange Angels, Laurie Anderson)/ In the Museum of Modern Art's 400+ architectural drawing collection, there will shortly be 4 drawings by women (in bold)/ Of the drawings in view at MoMA, none are by women.  Nor has that institution ever/ sponsored a one-person exhibition of the work of a woman architect (in bold)/  Who needs a new perspective?\"\nImprinted along bottom: \"d\" (in blue square) earsure  P.O. Box 1855 New York, New York 10013-1855\".", 
        "creditline": "Gift of Unknown Donor", 
        "on_display": null, 
        "markings": null, 
        "is_loan_object": 0, 
        "date": "1993", 
        "url": "https://collection.cooperhewitt.org/objects/18647575/", 
        "type": "poster", 
        "accession_number": "1994-114-9", 
        "year_end": 1993, 
        "signed": null, 
        "inscribed": null, 
        "period_id": null, 
        "year_acquired": "1994", 
        "woe:country_id": null
    }
}