{
    "stat": "ok", 
    "object": {
        "gallery_text": "It is difficult to imagine that something as ubiquitous as the I Love New York logo was designed completely for free. But that is exactly what graphic designer Milton Glaser did in 1976 when he created his first simple sketch with red crayon on the back of an envelope for the New York Chamber of Commerce who had commissioned the logo.The final logo, set in a rounded slab serif font named American Typewriter, would ultimately become one of the most internationally recognizable icons. A similar spirit of compassion and patriotism embodies I [Heart] NY More Than Ever. Glaser, a National Design Award winner (2004), reinterpreted his original design just days after the tragedy on September 11, 2001. Scarred with a small black smudge on the heart with the added words “more than ever,” this poster represents the injury inflicted and was meant to revive a shaken community and begin the city’s physical and emotional restoration. It was Glaser himself who encouraged it to be reprinted widely and freely distributed — a testament to the design’s cultural impact. With his heart in the right place, Glaser’s revision renders the celebrated symbol even more intimate twelve years later as a city’s collective heart continues to heal.", 
        "year_start": 2001, 
        "videos": null, 
        "type_id": "35238163", 
        "medium": "offset lithograph on white wove paper", 
        "tms:id": "243039", 
        "images": [
            {
                "sq": {
                    "url": "https://images.collection.cooperhewitt.org/34800_73435d41f36754b6_sq.jpg", 
                    "width": 300, 
                    "height": 300, 
                    "is_primary": "1", 
                    "image_id": "34800"
                }, 
                "b": {
                    "url": "https://images.collection.cooperhewitt.org/34800_73435d41f36754b6_b.jpg", 
                    "width": 666, 
                    "height": 1024, 
                    "is_primary": "1", 
                    "image_id": "34800"
                }, 
                "d": {
                    "url": "https://images.collection.cooperhewitt.org/34800_73435d41f36754b6_d.gif", 
                    "width": 208, 
                    "height": 320, 
                    "is_primary": "1", 
                    "image_id": "34800"
                }, 
                "z": {
                    "url": "https://images.collection.cooperhewitt.org/34800_73435d41f36754b6_z.jpg", 
                    "width": 416, 
                    "height": 640, 
                    "is_primary": "1", 
                    "image_id": "34800"
                }, 
                "n": {
                    "url": "https://images.collection.cooperhewitt.org/34800_73435d41f36754b6_n.jpg", 
                    "width": 208, 
                    "height": 320, 
                    "is_primary": "1", 
                    "image_id": "34800"
                }
            }, 
            {
                "sq": {
                    "url": "https://images.collection.cooperhewitt.org/268839_792e519ffe7e9cb3_sq.jpg", 
                    "width": 300, 
                    "height": 300, 
                    "is_primary": "0", 
                    "image_id": "268839"
                }, 
                "b": {
                    "url": "https://images.collection.cooperhewitt.org/268839_792e519ffe7e9cb3_b.jpg", 
                    "width": 678, 
                    "height": 1024, 
                    "is_primary": "0", 
                    "image_id": "268839"
                }, 
                "d": {
                    "url": "https://images.collection.cooperhewitt.org/268839_792e519ffe7e9cb3_d.gif", 
                    "width": 212, 
                    "height": 320, 
                    "is_primary": "0", 
                    "image_id": "268839"
                }, 
                "z": {
                    "url": "https://images.collection.cooperhewitt.org/268839_792e519ffe7e9cb3_z.jpg", 
                    "width": 424, 
                    "height": 640, 
                    "is_primary": "0", 
                    "image_id": "268839"
                }, 
                "n": {
                    "url": "https://images.collection.cooperhewitt.org/268839_792e519ffe7e9cb3_n.jpg", 
                    "width": 212, 
                    "height": 320, 
                    "is_primary": "0", 
                    "image_id": "268839"
                }
            }
        ], 
        "id": "18733787", 
        "has_no_known_copyright": null, 
        "woe:country_name": "United States", 
        "dimensions": "56 x 35.5 cm (22 1/16 in. x 14 in.)", 
        "title": "Poster, I [Heart] NY More Than Ever, 2001", 
        "provenance": "Milton Glaser; 2009: acquired by Museum", 
        "participants": [
            {
                "person_name": "Karin Zonis", 
                "role_url": "https://collection.cooperhewitt.org/roles/35352245/", 
                "role_id": "35352245", 
                "role_name": "Cataloguer", 
                "person_date": "", 
                "role_display_name": "Catalogued by", 
                "person_id": "51676457", 
                "person_url": "https://collection.cooperhewitt.org/people/51676457/"
            }, 
            {
                "person_name": "Milton Glaser", 
                "role_url": "https://collection.cooperhewitt.org/roles/35236655/", 
                "role_id": "35236655", 
                "role_name": "Designer", 
                "person_date": "American, b. 1929", 
                "role_display_name": "Designed by", 
                "person_id": "18042107", 
                "person_url": "https://collection.cooperhewitt.org/people/18042107/"
            }, 
            {
                "person_name": "Milton Glaser", 
                "role_url": "https://collection.cooperhewitt.org/roles/35351535/", 
                "role_id": "35351535", 
                "role_name": "Donor", 
                "person_date": "American, b. 1929", 
                "role_display_name": "Donated by", 
                "person_id": "18042107", 
                "person_url": "https://collection.cooperhewitt.org/people/18042107/"
            }
        ], 
        "decade": "2000", 
        "label_text": null, 
        "woe:country": "23424977", 
        "dimensions_raw": {
            "width": [
                "35.50", 
                "centimeters"
            ], 
            "height": [
                "56.00", 
                "centimeters"
            ]
        }, 
        "department_id": "35347493", 
        "title_raw": "I [Heart] NY More Than Ever", 
        "justification": "In his semi-autobiographical book Art is Work, Milton Glaser states that some work “doesn’t aspire to become a part of human history,” but is merely the product of a world driven by advertising.[1] Some images designed by Glaser, however, have become embedded in the cultural fabric of society, like his Dylan poster (1966) and the ubiquitous “I [heart] NY” logo for New York City (1975). The New York City emblem came about through a commission sponsored by the State Commerce Division to promote tourism in New York State. Designed at a time when the city was considered by many to be bordering on unlivable due to its high crime rate, corrupt city officials, and urban flight, the logo cleverly, yet simply, plays on the duality of the word and the image of love. \nSo complete and definitive is this symbol that it is almost inconceivable that it could be improved or even successfully altered. And yet, following the events of 9/11, Glaser revisited this symbol of the city at a time when fear and the threat of terrorism had escalated and many were comparing the changed atmosphere of the city to the ruinous times of the early 1970s. The blackening of the lower left portion of the heart, referencing the geographical position of the World Trade Center towers within Manhattan, creates a metaphor of the heart of the city and its people and positions New York as the heart of the United States. Deliberately nostalgic and blatantly defiant, Glaser created the perfect logo for post-9/11 America. \nGlaser has been the dean of American graphic design since the 1970s and 1980s, and certainly after the death of Paul Rand in 1996, whose mantle in some respects he inherited. Glaser, like Rand, is known for his intelligent approach to design, saying the most with minimal means. His ubiquitous I [heart] New York logo parallels Rand’s rebus corporate identity for IBM. \nTrained at the Cooper Union (1948–51), Glaser founded the widely influential Push Pin Studios in New York with fellow graduates Seymour Chwast, Edward Sorel, and Reynold Ruffins. Push Pin Studios celebrated eclectic and eccentric design in an era dominated by Swiss rationalism. In the late 1960s, Glaser, with Clay Felker, created New York Magazine; Glaser served as its president and design director until 1977. In 1974, he founded Milton Glaser Inc., which produces corporate and print identity programs. According to Glaser’s website, as of 2007 he has designed more than 300 posters, interiors, and identities for restaurants, supermarkets, and hotels. In 1983, together with Walter Bernard, Glaser created WBMG, a design studio dedicated to magazine and newspaper identities including ParisMatch, the Nation, Esquire, and Jardin des Modes. Glaser has also taught at the School of Visual Arts in New York City and has been the subject of many museum exhibitions. In 2004, he received the National Design Award for lifetime achievement. \nAlthough he is considered a proponent of the illustrative method of graphic design, many of Glaser’s most recognizable posters blur the division between image and text. Using type, redesigned or appropriated, Glaser reconstructs and positions letterforms for maximum visual impact. The logo adopted by the State of New York, considered to be the official emblem of New York City, is a perfect case study. \nGlaser’s redesign of his emblem of New York City is a significant design by a significant contemporary designer and, as such, would be a welcome addition to the museum’s collection.\n[1] Milton Glaser, Art is Work (Woodstock, NY: Overlook Press, 2000), 9.", 
        "media_id": "35431673", 
        "description": "At top, the letter \"I\" is paired with a red heart symbol bearing a black spot at lower left. The letters, N and Y are directly below and the remaining words fill the sheet, becoming smaller on the last line: I [heart] / NY / MORE / THAN EVER / BE GENEROUS. YOUR CITY NEEDS YOU. THIS POSTER IS NOT FOR SALE. Below the logo is the following text: BE GENEROUS. YOUR CITY NEEDS YOU. THIS POSTER IS NOT FOR SALE.", 
        "creditline": "Gift of Milton Glaser", 
        "on_display": null, 
        "markings": null, 
        "is_loan_object": 0, 
        "date": "2001", 
        "url": "https://collection.cooperhewitt.org/objects/18733787/", 
        "type": "poster", 
        "accession_number": "2009-27-1", 
        "year_end": 2001, 
        "signed": "Signed [imrpinted?] in multi-colored ink, lower margin: Milton Glaser", 
        "inscribed": "Imprinted in black, right margin: This poster was designed by Milton Glaser ©2001, printed by Rasco Graphics Inc., and distributed by the School of Visual Arts all of whom love New York.", 
        "period_id": null, 
        "year_acquired": "2009", 
        "woe:country_id": "23424977"
    }
}