{
    "stat": "ok", 
    "object": {
        "gallery_text": "The huge figures dominating the composition of this Soviet poster stand as grotesque monuments to Russia’s imperial past. Labeled pedestals identify them as priest, tsar, and bourgeoisie—all cruel oppressors in the eyes of the new regime. Their rough-hewn faces crudely caricature the elegant, ostentatious sculptures of past tsars, and they tower over two naturalistically rendered everymen. Undaunted, these men reject the authority of the rulers, and set fire to them. This poster commemorates the third anniversary of the Russian Revolution, and was part of an aggressive print campaign intended to reactivate public patriotism. As White Guardsmen and invading Poles threatened to destabilize the Bolshevik leadership, posters like this one intended to revive faith in the Party cause, and remind viewers of their common enemy. (127 words)", 
        "year_start": 1915, 
        "videos": null, 
        "type_id": "35238163", 
        "medium": "lithograph on paper", 
        "tms:id": "277170", 
        "images": [
            {
                "sq": {
                    "url": "https://images.collection.cooperhewitt.org/93906_2f541c13b1a74032_sq.jpg", 
                    "width": 300, 
                    "height": 300, 
                    "is_primary": "1", 
                    "image_id": "93906"
                }, 
                "b": {
                    "url": "https://images.collection.cooperhewitt.org/93906_2f541c13b1a74032_b.jpg", 
                    "width": 685, 
                    "height": 1024, 
                    "is_primary": "1", 
                    "image_id": "93906"
                }, 
                "d": {
                    "url": "https://images.collection.cooperhewitt.org/93906_2f541c13b1a74032_d.gif", 
                    "width": 214, 
                    "height": 320, 
                    "is_primary": "1", 
                    "image_id": "93906"
                }, 
                "z": {
                    "url": "https://images.collection.cooperhewitt.org/93906_2f541c13b1a74032_z.jpg", 
                    "width": 428, 
                    "height": 640, 
                    "is_primary": "1", 
                    "image_id": "93906"
                }, 
                "n": {
                    "url": "https://images.collection.cooperhewitt.org/93906_2f541c13b1a74032_n.jpg", 
                    "width": 214, 
                    "height": 320, 
                    "is_primary": "1", 
                    "image_id": "93906"
                }
            }
        ], 
        "id": "68724327", 
        "has_no_known_copyright": null, 
        "woe:country_name": "Russia", 
        "dimensions": "101.9 × 67 cm (40 1/8 × 26 3/8 in.)", 
        "title": "Poster, On the Eve of the World Revolution, 1920", 
        "provenance": "Merrill Berman to Cooper Hewitt, July 2014", 
        "participants": [
            {
                "person_name": "Merrill Berman", 
                "role_url": "https://collection.cooperhewitt.org/roles/35351535/", 
                "role_id": "35351535", 
                "role_name": "Donor", 
                "person_date": "", 
                "role_display_name": "Donated by", 
                "person_id": "51677565", 
                "person_url": "https://collection.cooperhewitt.org/people/51677565/"
            }
        ], 
        "decade": "1910", 
        "label_text": null, 
        "woe:country": "23424936", 
        "dimensions_raw": {
            "width": [
                "67.00", 
                "centimeters"
            ], 
            "height": [
                "101.90", 
                "centimeters"
            ]
        }, 
        "department_id": "35347493", 
        "title_raw": "On the Eve of the World Revolution", 
        "justification": "The huge figures dominating the composition of this Soviet poster stand as grotesque monuments to Russia’s imperial past. They are identified on pedestals as priest, tsar, and bourgeoisie—all cruel oppressors in the eyes of the new Soviet regime. Their rough-hewn faces crudely caricature the elegant, ostentatious sculptures of past tsars, and they tower over two naturalistically rendered everymen. Undaunted, these men reject the authority of the rulers, and set fire to them. Like many other posters designed in 1920, this anonymous work commemorates the third anniversary of the Russian Revolution. That year, the state press produced more than four times the number of posters printed in 1919. This aggressive print campaign was intended to reactivate public patriotism. As White Guardsmen and invading Poles threatened to destabilize the Bolshevik leadership, posters like this intended to revive faith in the Party cause, and remind viewers of their common enemy.  \nThe enemies in this poster are not specific individuals, but ideological symbols, identifiable only by attributes like a bag of rubles or a royal crown. Just as the designer abstracts specific people into social categories, he reduces their bodies into fundamental shapes. The strategy reflects a mainstream embrace of visual abstraction, itself a recent development. This poster’s menacing lineup of priest, tsar, and bourgeoisie adapts an established motif, first depicted in a 1918 poster. The same trio appears in the earlier poster, but their likenesses are far more realistic. The three figures were villainized in many subsequent posters, though the manner of their representation evolved to suit artistic trends. While the tsar in the first iteration is recognizably Nicholas II, by 1920, he is shown here as a generic figurehead. Such changes are consistent with a growing trend toward allegory in Soviet posters. Whereas most posters printed in 1920 depicted military efforts, this scene shows a battle between good and evil in broader terms. Here, the idealized bodies of the proletarians offset the abstract, angular bulk of their foes, establishing stylistic tensions which would play out over the next decade of Soviet design.", 
        "media_id": "35419317", 
        "description": "A shirtless man sets fire to the monumental figures of the Church, the Tsar, and the Bourgeoisie. These figures in red, with features grotesquely abstracted, appear to be carved from stone. The man is naturalistically rendered by comparison. The title is printed in red Cyrillic on a yellow ground.", 
        "creditline": "Gift of Merrill C. Berman in honor of Ellen Lupton", 
        "on_display": null, 
        "markings": null, 
        "is_loan_object": 0, 
        "date": "1920", 
        "url": "https://collection.cooperhewitt.org/objects/68724327/", 
        "type": "poster", 
        "accession_number": "2014-20-6", 
        "year_end": 1925, 
        "signed": null, 
        "inscribed": null, 
        "period_id": null, 
        "year_acquired": "2014", 
        "woe:country_id": "23424936"
    }
}